<?php

return [
    // defoult for all projects
    'login' => 'Войти',
    'order' => 'ордер',
    'galleries' => 'галерея',
    'author' => 'Автор',
    'status' => 'Статус',
    'actions' => 'Действия',
    'create_admin' => 'создать администратора',
    'delete_confirm' => 'Вы уверены, что хотите удалить изображение галереи?',
    'upload' => 'загрузить',
    'deactivate'=> 'Деактивировать',
    'activate'=> 'Активировать',
    'create' => 'создавать',
    'update' => 'обновлять',
    // default for all projects end


    'name_of_poems' => 'Название стихи',
    'poems' => 'Стихи',
    'audio_poems' => 'аудио стихи',
    'admin_controller'=> 'Раздел управления администратором!',
    'G_Ezizow' => 'Гурбанназар Эзизов',
    'about_G_Ezizow' => 'Гурбанназар Эзизов - талантливый туркменский поэт, лауреат Государственной премии имени Махтумкули.
                    Гурбанназар Эзизов родился 1 марта 1940 года в селе Бюзмейн, город Ашхабад. В 1948 году он пошел в школу и в 1959 году окончил среднюю школу № 29 в Ашхабаде. В том же году поступил на факультет филологии Туркменского государственного университета. Университет он окончил в 1964 году и был направлен на работу в редакцию Объединенного издательства детской литературы.',

    'admin_home' => 'Эта платформа связана с Гурбанназаром Эзизовом и поможет вам легко поделиться с общественностью стихами Гурбанназара Эзизова, аудиостихами и фотографиями, связанными с Гурбанназаром Эзизовом!',
    'admin_poem'=> 'Стихи Гурбанназара Эзизова',
    'admin_audio_poem' => 'Аудиостихи в прочтении Гурбанназара Эзизова',
    'admin_gallery' => 'Галерея',
    'admin_create' => 'Создать пользователя (администратора).',
    'upload_img' => 'Загрузить изображения',
    'poem_create' => 'Создание стихотворения',
    'poem_edit' => 'редактирование стихотворения',
    'audio_create' => 'Создание аудио стихотворения',
    'audio_edit' => 'редактирование аудиостихотворения',
];